Repository: devesh-aggarwal/splitfree
Catalog: SplitFree/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, pt_br, zh_hans

source: With your email
de: Mit deiner E-Mail
es: Con tu correo
fr: Avec votre e-mail
hi: अपने ईमेल से
it: Con la tua email
ja: メールで
pt_br: Com seu e-mail
zh_hans: 使用电子邮件

source: Works completely offline
de: Funktioniert komplett offline
es: Funciona completamente sin conexión
fr: Fonctionne entièrement hors ligne
hi: पूरी तरह ऑफ़लाइन काम करता है
it: Funziona completamente offline
ja: 完全にオフラインで動作
pt_br: Funciona totalmente offline
zh_hans: 完全离线也能用

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
ja: 毎年
pt_br: Anual
zh_hans: 每年

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
hi: कल
it: Ieri
ja: 昨日
pt_br: Ontem
zh_hans: 昨天

source: You
de: Du
es: Tú
fr: Vous
hi: आप
it: Tu
ja: あなた
pt_br: Você
zh_hans: 你

source: You can reuse it for future expenses in this group.
de: Du kannst sie für künftige Ausgaben in dieser Gruppe wiederverwenden.
es: Podrás reutilizarla en futuros gastos de este grupo.
fr: Vous pourrez le réutiliser pour les prochaines dépenses de ce groupe.
hi: इस समूह के आगे के खर्चों में आप इसे दोबारा इस्तेमाल कर सकते हैं।
it: Potrai riutilizzarla per le prossime spese di questo gruppo.
ja: このグループの今後の支出で再利用できます。
pt_br: Dá para reutilizar em futuras despesas deste grupo.
zh_hans: 以后这个群组的支出可以直接套用。

source: You commented on %@
de: Du hast %@ kommentiert
es: Comentaste en %@
fr: Vous avez commenté %@
hi: आपने %@ पर टिप्पणी की
it: Hai commentato %@
ja: %@ にコメントしました
pt_br: Você comentou em %@
zh_hans: 你评论了 %@

source: You created the group %@
de: Du hast die Gruppe %@ erstellt
es: Creaste el grupo %@
fr: Vous avez créé le groupe %@
hi: आपने समूह %@ बनाया
it: Hai creato il gruppo %@
ja: グループ「%@」を作成しました
pt_br: Você criou o grupo %@
zh_hans: 你创建了群组 %@

source: You don't owe anyone
de: Du schuldest niemandem etwas
es: No le debes nada a nadie
fr: Vous ne devez rien à personne
hi: आपको किसी को कुछ नहीं देना
it: Non devi nulla a nessuno
ja: 誰にも支払う分はありません
pt_br: Você não deve nada a ninguém
zh_hans: 你不欠任何人

source: You get back
de: Du bekommst zurück
es: Recuperas
fr: On vous doit
hi: आपको मिलेंगे
it: Recuperi
ja: 受け取る額
pt_br: Você recebe
zh_hans: 你可收回

source: You get back %@
de: Du bekommst %@ zurück
es: Recuperas %@
fr: On vous doit %@
hi: आपको %@ मिलेंगे
it: Recuperi %@
ja: %@ を受け取ります
pt_br: Você recebe %@
zh_hans: 你可收回 %@

source: You owe
de: Du schuldest
es: Debes
fr: Vous devez
hi: आपको देने हैं
it: Devi
ja: 支払う額
pt_br: Você deve
zh_hans: 你需支付

source: You owe %@
de: Du schuldest %@
es: Le debes %@
fr: Vous devez %@
hi: आपको %@ देने हैं
it: Devi %@
ja: %@ に支払います
pt_br: Você deve %@
zh_hans: 你需支付 %@

source: You paid
de: Du hast gezahlt
es: Pagaste
fr: Vous avez payé
hi: आपने चुकाया
it: Hai pagato
ja: 支払い済み
pt_br: Você pagou
zh_hans: 你已付

source: You paid out
de: Du hast ausgelegt
es: Has pagado
fr: Vous avez déboursé
hi: आपने चुकाया
it: Hai anticipato
ja: 立て替えた額
pt_br: Você desembolsou
zh_hans: 你垫付了

source: You pay %@
de: Du zahlst an %@
es: Le pagas a %@
fr: Vous payez %@
hi: आप %@ को देंगे
it: Paghi %@
ja: %@ に支払います
pt_br: Você paga %@
zh_hans: 你付给 %@

source: You'll join as %@, so the expenses already recorded against that name become yours.
de: Du trittst als %@ bei, sodass die bereits unter diesem Namen erfassten Ausgaben deine werden.
es: Te unirás como %@, así que los gastos ya registrados con ese nombre pasarán a ser tuyos.
fr: Vous rejoindrez en tant que %@, donc les dépenses déjà enregistrées sous ce nom deviendront les vôtres.
hi: आप %@ के रूप में शामिल होंगे, इसलिए उस नाम पर पहले से दर्ज खर्च आपके हो जाएँगे।
it: Ti unirai come %@, quindi le spese già registrate con quel nome diventeranno tue.
ja: %@ として参加するため、その名前ですでに記録されている支出があなたのものになります。
pt_br: Você entrará como %@, então as despesas já registradas com esse nome passam a ser suas.
zh_hans: 你将以 %@ 的身份加入，因此已经记在该名下的支出会变成你的。

source: You're all settled up
de: Du bist komplett ausgeglichen
es: Lo tienes todo saldado
fr: Vous êtes à jour
hi: आपका पूरा हिसाब बराबर है
it: Hai tutto in pari
ja: すべて精算済みです
pt_br: Você está totalmente quite
zh_hans: 你已全部结清

source: You're not involved
de: Du bist nicht beteiligt
es: No participas en esto
fr: Vous n'êtes pas concerné
hi: आप इसमें शामिल नहीं हैं
it: Non sei coinvolto
ja: あなたは関係していません
pt_br: Você não está envolvido
zh_hans: 你没有参与

source: You're not part of these.
de: Daran bist du nicht beteiligt.
es: No participas en estos.
fr: Vous n'êtes pas concerné par ceux-ci.
hi: आप इनमें शामिल नहीं हैं।
it: Non sei coinvolto in questi.
ja: これらにあなたは関係していません。
pt_br: Você não participa destes.
zh_hans: 这些与你无关。

source: You're settled on this
de: Hier bist du ausgeglichen
es: Esto lo tienes saldado
fr: C'est réglé pour vous
hi: इसमें आपका हिसाब बराबर है
it: Su questa sei in pari
ja: これは精算済みです
pt_br: Nesta você está quite
zh_hans: 这一笔你已结清

source: You're settled up
de: Ihr seid ausgeglichen
es: Tenéis las cuentas saldadas
fr: Vous êtes à jour
hi: आपका हिसाब बराबर है
it: Siete in pari
ja: 精算済みです
pt_br: Vocês estão quites
zh_hans: 你们已结清

source: You're square with everyone.
de: Du bist mit allen quitt.
es: Estás en paz con todo el mundo.
fr: Vous êtes quitte avec tout le monde.
hi: आपका सबसे हिसाब बराबर है।
it: Sei in pari con tutti.
ja: 全員と貸し借りなしです。
pt_br: Você está quite com todo mundo.
zh_hans: 你和所有人都两清了。

source: Your currency
de: Deine Währung
es: Tu moneda
fr: Votre devise
hi: आपकी मुद्रा
it: La tua valuta
ja: 使用する通貨
pt_br: Sua moeda
zh_hans: 你的货币

source: Your data
de: Deine Daten
es: Tus datos
fr: Vos données
hi: आपका डेटा
it: I tuoi dati
ja: あなたのデータ
pt_br: Seus dados
zh_hans: 你的数据

source: Your data stays yours
de: Deine Daten bleiben deine
es: Tus datos siguen siendo tuyos
fr: Vos données restent les vôtres
hi: आपका डेटा आपका ही रहता है
it: I tuoi dati restano tuoi
ja: データはあなたのものです
pt_br: Seus dados continuam sendo seus
zh_hans: 你的数据始终属于你

source: Your friend's phone has to be able to reach this group, which means it has to live somewhere both of you can get to.
de: Das Gerät deiner Freundin oder deines Freundes muss diese Gruppe erreichen können, also muss sie an einem Ort liegen, den ihr beide erreicht.
es: El teléfono de tu amigo tiene que poder acceder a este grupo, así que debe estar en un lugar al que ambos podáis llegar.
fr: Le téléphone de votre ami doit pouvoir accéder à ce groupe, il doit donc se trouver quelque part où vous pouvez tous les deux le joindre.
hi: आपके मित्र का फ़ोन इस समूह तक पहुँच सके, इसके लिए इसे ऐसी जगह होना चाहिए जहाँ आप दोनों पहुँच सकें।
it: Il telefono del tuo amico deve poter raggiungere questo gruppo, quindi deve trovarsi in un posto accessibile a entrambi.
ja: 友達の端末からこのグループに接続できる必要があるため、二人ともアクセスできる場所に置く必要があります。
pt_br: O telefone do seu amigo precisa conseguir acessar este grupo, então ele precisa ficar em algum lugar que os dois alcancem.
zh_hans: 朋友的手机需要能访问这个群组，因此它必须存放在你们双方都能访问的地方。

source: Your groups
de: Deine Gruppen
es: Tus grupos
fr: Vos groupes
hi: आपके समूह
it: I tuoi gruppi
ja: あなたのグループ
pt_br: Seus grupos
zh_hans: 你的群组

source: Your groups stay on this phone, shared ones included. They stop receiving your friends' changes until you sign back in.
de: Deine Gruppen bleiben auf diesem Gerät, auch die geteilten. Sie erhalten keine Änderungen deiner Freunde mehr, bis du dich wieder anmeldest.
es: Tus grupos permanecen en este teléfono, también los compartidos. Dejarán de recibir los cambios de tus amigos hasta que vuelvas a iniciar sesión.
fr: Vos groupes restent sur ce téléphone, y compris les groupes partagés. Ils cessent de recevoir les modifications de vos amis jusqu'à votre reconnexion.
hi: आपके समूह इसी फ़ोन पर रहेंगे, साझा किए गए भी। जब तक आप दोबारा साइन इन नहीं करते, उन्हें मित्रों के बदलाव मिलना बंद हो जाएगा।
it: I tuoi gruppi restano su questo telefono, compresi quelli condivisi. Smettono di ricevere le modifiche dei tuoi amici finché non accedi di nuovo.
ja: 共有中のものも含め、グループはこの端末に残ります。再びサインインするまで、友達の変更は届かなくなります。
pt_br: Seus grupos ficam neste telefone, inclusive os compartilhados. Eles param de receber as mudanças dos seus amigos até você entrar de novo.
zh_hans: 包括共享的群组在内，你的群组都会留在这台手机上。在你重新登录之前，它们不再接收朋友的更改。

source: Your name
de: Dein Name
es: Tu nombre
fr: Votre nom
hi: आपका नाम
it: Il tuo nome
ja: お名前
pt_br: Seu nome
zh_hans: 你的名字

source: Your net
de: Dein Saldo
es: Tu neto
fr: Votre net
hi: आपका शुद्ध हिसाब
it: Il tuo netto
ja: 自分の差引
pt_br: Seu líquido
zh_hans: 你的净额

source: Your other groups stay on this device.
de: Deine anderen Gruppen bleiben auf diesem Gerät.
es: Tus otros grupos permanecen en este dispositivo.
fr: Vos autres groupes restent sur cet appareil.
hi: आपके बाकी समूह इसी डिवाइस पर रहते हैं।
it: Gli altri gruppi restano su questo dispositivo.
ja: 他のグループはこの端末に残ります。
pt_br: Seus outros grupos ficam neste aparelho.
zh_hans: 你的其他群组仍留在这台设备上。

source: Your payments
de: Deine Zahlungen
es: Tus pagos
fr: Vos paiements
hi: आपके भुगतान
it: I tuoi pagamenti
ja: 自分の支払い
pt_br: Seus pagamentos
zh_hans: 你的付款

source: Your share
de: Dein Anteil
es: Tu parte
fr: Votre part
hi: आपका हिस्सा
it: La tua parte
ja: 自分の負担
pt_br: Sua parte
zh_hans: 你的份额

source: Your share of the spending
de: Dein Anteil an den Ausgaben
es: Tu parte del gasto
fr: Votre part des dépenses
hi: खर्च में आपका हिस्सा
it: La tua parte della spesa
ja: 支出のうち自分の負担分
pt_br: Sua parte dos gastos
zh_hans: 支出中属于你的部分

source: Your totals are shown in this currency. Individual expenses can still be in any of 150+ currencies.
de: Deine Summen werden in dieser Währung angezeigt. Einzelne Ausgaben können weiterhin in über 150 Währungen erfasst werden.
es: Tus totales se muestran en esta moneda. Cada gasto puede seguir estando en cualquiera de más de 150 monedas.
fr: Vos totaux s'affichent dans cette devise. Chaque dépense peut rester dans l'une des plus de 150 devises.
hi: आपके कुल इसी मुद्रा में दिखाए जाते हैं। अलग-अलग खर्च अब भी 150+ मुद्राओं में से किसी में भी हो सकते हैं।
it: I tuoi totali sono mostrati in questa valuta. Le singole spese possono comunque essere in una qualsiasi di oltre 150 valute.
ja: 合計はこの通貨で表示されます。個々の支出は150以上の通貨から選べます。
pt_br: Seus totais são exibidos nesta moeda. Cada despesa ainda pode estar em qualquer uma de mais de 150 moedas.
zh_hans: 总额以此货币显示。单笔支出仍可使用 150 多种货币中的任意一种。

# ^[%lld currency](inflect: true)
source: %lld currencies
de: %lld Währungen
es: %lld monedas
fr: %lld devises
hi: %lld मुद्राएँ
it: %lld valute
ja: %lld 通貨
pt_br: %lld moedas
zh_hans: %lld 种货币

# ^[%lld expense](inflect: true) added. You can edit any of them like normal.
source: %lld expenses added. You can edit any of them like normal.
de: %lld Ausgaben hinzugefügt. Du kannst sie wie gewohnt bearbeiten.
es: %lld gastos añadidos. Puedes editarlos como cualquier otro.
fr: %lld dépenses ajoutées. Vous pouvez les modifier comme n'importe quelles autres.
hi: %lld खर्च जोड़े गए। आप इन्हें सामान्य तरीके से संपादित कर सकते हैं।
it: %lld spese aggiunte. Puoi modificarle come le altre.
ja: %lld 件の支出を追加しました。通常どおり編集できます。
pt_br: %lld despesas adicionadas. Dá para editar como quaisquer outras.
zh_hans: 已添加 %lld 笔支出，可以像平常一样编辑。

# ^[%lld expense](inflect: true) as a CSV file.
source: %lld expenses as a CSV file.
de: %lld Ausgaben als CSV-Datei.
es: %lld gastos en un archivo CSV.
fr: %lld dépenses dans un fichier CSV.
hi: %lld खर्च, CSV फ़ाइल के रूप में।
it: %lld spese in un file CSV.
ja: %lld 件の支出をCSVファイルとして。
pt_br: %lld despesas em um arquivo CSV.
zh_hans: %lld 笔支出，导出为 CSV 文件。

# ^[%lld expense](inflect: true) created so far.
source: %lld expenses created so far.
de: Bisher %lld Ausgaben erstellt.
es: %lld gastos creados hasta ahora.
fr: %lld dépenses créées jusqu'ici.
hi: अब तक %lld खर्च बने।
it: %lld spese create finora.
ja: これまでに %lld 件の支出を作成しました。
pt_br: %lld despesas criadas até agora.
zh_hans: 目前已创建 %lld 笔支出。

# ^[%lld item](inflect: true)
source: %lld items
de: %lld Positionen
es: %lld artículos
fr: %lld articles
hi: %lld आइटम
it: %lld voci
ja: %lld 品目
pt_br: %lld itens
zh_hans: %lld 个条目

# ^[%lld member](inflect: true)
source: %lld members
de: %lld Mitglieder
es: %lld miembros
fr: %lld membres
hi: %lld सदस्य
it: %lld membri
ja: %lld 人のメンバー
pt_br: %lld membros
zh_hans: %lld 名成员

# ^[%lld person](inflect: true)
source: %lld people
de: %lld Personen
es: %lld personas
fr: %lld personnes
hi: %lld लोग
it: %lld persone
ja: %lld 人
pt_br: %lld pessoas
zh_hans: %lld 人

# ^[%lld recurring expense](inflect: true) added
source: %lld recurring expenses added
de: %lld wiederkehrende Ausgaben hinzugefügt
es: %lld gastos recurrentes añadidos
fr: %lld dépenses récurrentes ajoutées
hi: %lld आवर्ती खर्च जोड़े गए
it: %lld spese ricorrenti aggiunte
ja: 繰り返しの支出を %lld 件追加しました
pt_br: %lld despesas recorrentes adicionadas
zh_hans: 已添加 %lld 笔周期性支出

# ^[%lld result](inflect: true)
source: %lld results
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
hi: %lld परिणाम
it: %lld risultati
ja: %lld 件の結果
pt_br: %lld resultados
zh_hans: %lld 条结果

source: %lld rows skipped — no usable date or amount, or money coming in.
de: %lld Zeilen übersprungen – kein verwertbares Datum oder Betrag, oder Geldeingänge.
es: Se omitieron %lld filas: sin fecha o importe utilizable, o era dinero entrante.
fr: %lld lignes ignorées : date ou montant inutilisable, ou entrées d'argent.
hi: %lld पंक्तियाँ छोड़ी गईं — तारीख या राशि काम की नहीं थी, या पैसा आया हुआ था।
it: %lld righe saltate: data o importo non utilizzabili, oppure denaro in entrata.
ja: %lld 行をスキップしました（日付や金額が読めない、または入金のため）。
pt_br: %lld linhas ignoradas: sem data ou valor utilizável, ou era dinheiro entrando.
zh_hans: 已跳过 %lld 行：没有可用的日期或金额，或者是收入。

# ^[%lld rule](inflect: true) running
source: %lld rules running
de: %lld Regeln aktiv
es: %lld reglas activas
fr: %lld règles actives
hi: %lld नियम चालू
it: %lld regole attive
ja: %lld 件のルールが実行中
pt_br: %lld regras ativas
zh_hans: %lld 条规则进行中

# ^[%lld share](inflect: true)
source: %lld shares
de: %lld Anteile
es: %lld partes
fr: %lld parts
hi: %lld हिस्से
it: %lld quote
ja: %lld 口
pt_br: %lld cotas
zh_hans: %lld 份

# ^[%lld transaction](inflect: true) selected
source: %lld transactions selected
de: %lld Umsätze ausgewählt
es: %lld movimientos seleccionados
fr: %lld opérations sélectionnées
hi: %lld लेन-देन चुने गए
it: %lld movimenti selezionati
ja: %lld 件の明細を選択中
pt_br: %lld transações selecionadas
zh_hans: 已选择 %lld 笔交易

source: across all bills
de: über alle Rechnungen
es: en todas las cuentas
fr: sur toutes les additions
hi: सभी बिलों में
it: su tutti i conti
ja: すべての伝票で
pt_br: em todas as contas
zh_hans: 所有账单合计

source: always included
de: immer dabei
es: siempre incluido
fr: toujours inclus
hi: हमेशा शामिल
it: sempre incluso
ja: 常に参加
pt_br: sempre incluído
zh_hans: 始终参与

source: avg %@
de: Ø %@
es: media %@
fr: moy. %@
hi: औसत %@
it: media %@
ja: 平均 %@
pt_br: média %@
zh_hans: 平均 %@

source: converted
de: umgerechnet
es: convertido
fr: converti
hi: रूपांतरित
it: convertito
ja: 換算後
pt_br: convertido
zh_hans: 已换算

source: everything you've recorded
de: alles, was du erfasst hast
es: todo lo que has registrado
fr: tout ce que vous avez enregistré
hi: आपने जो कुछ दर्ज किया
it: tutto ciò che hai registrato
ja: 記録したすべて
pt_br: tudo o que você registrou
zh_hans: 你记录过的全部内容

source: gets back %@
de: bekommt %@ zurück
es: recupera %@
fr: récupère %@
hi: को %@ मिलेंगे
it: recupera %@
ja: %@ を受け取る
pt_br: recebe %@
zh_hans: 可收回 %@

source: iCloud sync
de: iCloud-Synchronisierung
es: Sincronización con iCloud
fr: Synchronisation iCloud
hi: iCloud सिंक
it: Sincronizzazione iCloud
ja: iCloud 同期
pt_br: Sincronização com o iCloud
zh_hans: iCloud 同步

source: iCloud sync across your devices
de: iCloud-Synchronisierung über deine Geräte
es: Sincronización con iCloud entre tus dispositivos
fr: Synchronisation iCloud entre vos appareils
hi: आपके डिवाइसों के बीच iCloud सिंक
it: Sincronizzazione iCloud tra i tuoi dispositivi
ja: 端末間の iCloud 同期
pt_br: Sincronização com o iCloud entre seus dispositivos
zh_hans: 在你的设备之间用 iCloud 同步

source: iCloud sync across your own devices
de: iCloud-Sync zwischen deinen eigenen Geräten
es: Sincronización con iCloud entre tus dispositivos
fr: Synchronisation iCloud entre vos appareils
hi: आपके अपने डिवाइसों के बीच iCloud सिंक
it: Sincronizzazione iCloud tra i tuoi dispositivi
ja: 自分の端末どうしの iCloud 同期
pt_br: Sincronização com o iCloud entre seus aparelhos
zh_hans: 在你自己的设备间通过 iCloud 同步

source: next %@
de: nächste %@
es: próximo %@
fr: prochain %@
hi: अगला %@
it: prossima %@
ja: 次回 %@
pt_br: próxima %@
zh_hans: 下次 %@

source: not involved
de: nicht beteiligt
es: no participas
fr: non concerné
hi: शामिल नहीं
it: non coinvolto
ja: 対象外
pt_br: não envolvido
zh_hans: 未参与

source: of %@
de: von %@
es: de %@
fr: sur %@
hi: %@ में से
it: di %@
ja: %@ のうち
pt_br: de %@
zh_hans: 共 %@

source: offline rate
de: Offline-Kurs
es: tipo sin conexión
fr: taux hors ligne
hi: ऑफ़लाइन दर
it: tasso offline
ja: オフラインのレート
pt_br: taxa offline
zh_hans: 离线汇率

source: over the last six months
de: in den letzten sechs Monaten
es: en los últimos seis meses
fr: sur les six derniers mois
hi: पिछले छह महीनों में
it: negli ultimi sei mesi
ja: 過去6か月
pt_br: nos últimos seis meses
zh_hans: 过去六个月

source: over the last three months
de: in den letzten drei Monaten
es: en los últimos tres meses
fr: sur les trois derniers mois
hi: पिछले तीन महीनों में
it: negli ultimi tre mesi
ja: 過去3か月
pt_br: nos últimos três meses
zh_hans: 过去三个月

source: owes %@
de: schuldet %@
es: debe %@
fr: doit %@
hi: को %@ देने हैं
it: deve %@
ja: %@ を支払う
pt_br: deve %@
zh_hans: 需支付 %@

source: owes you
de: schuldet dir
es: te debe
fr: vous doit
hi: आपका बकाया है
it: ti deve
ja: 受取あり
pt_br: te deve
zh_hans: 欠你

source: settled
de: ausgeglichen
es: saldado
fr: réglé
hi: निपट गया
it: saldata
ja: 精算済み
pt_br: quitada
zh_hans: 已结清

source: settled up
de: ausgeglichen
es: saldado
fr: à jour
hi: हिसाब बराबर
it: in pari
ja: 精算済み
pt_br: quites
zh_hans: 已结清

source: since January
de: seit Januar
es: desde enero
fr: depuis janvier
hi: जनवरी से
it: da gennaio
ja: 1月から
pt_br: desde janeiro
zh_hans: 自 1 月起

source: since the start of the month
de: seit Monatsbeginn
es: desde principios de mes
fr: depuis le début du mois
hi: महीने की शुरुआत से
it: dall'inizio del mese
ja: 今月のはじめから
pt_br: desde o início do mês
zh_hans: 自本月初起

source: someone
de: jemandem
es: alguien
fr: quelqu'un
hi: किसी
it: qualcuno
ja: 誰か
pt_br: alguém
zh_hans: 某人

source: swap
de: tauschen
es: cambiar
fr: inverser
hi: बदलें
it: inverti
ja: 入れ替え
pt_br: inverter
zh_hans: 对调

source: vs the previous period
de: gegenüber dem Vorzeitraum
es: frente al periodo anterior
fr: par rapport à la période précédente
hi: पिछली अवधि की तुलना में
it: rispetto al periodo precedente
ja: 前の期間との比較
pt_br: em relação ao período anterior
zh_hans: 与上一期相比

source: you borrowed
de: du hast geliehen
es: te prestaron
fr: vous avez emprunté
hi: आपने लिए
it: hai preso in prestito
ja: 借りた額
pt_br: você tomou emprestado
zh_hans: 你借入

source: you get back
de: du bekommst zurück
es: recuperas
fr: on vous doit
hi: आपको मिलेंगे
it: recuperi
ja: 受け取る額
pt_br: você recebe
zh_hans: 你可收回

source: you lent
de: du hast ausgelegt
es: prestaste
fr: vous avez prêté
hi: आपने दिए
it: hai prestato
ja: 立て替えた額
pt_br: você emprestou
zh_hans: 你垫付

source: you owe
de: du schuldest
es: debes
fr: vous devez
hi: आपको देने हैं
it: devi
ja: 支払う額
pt_br: você deve
zh_hans: 你需支付

source: you paid
de: du hast gezahlt
es: pagaste
fr: vous avez payé
hi: आपने दिए
it: hai pagato
ja: 支払った額
pt_br: você pagou
zh_hans: 你已付

source: you received
de: du hast erhalten
es: recibiste
fr: vous avez reçu
hi: आपको मिले
it: hai ricevuto
ja: 受け取った額
pt_br: você recebeu
zh_hans: 你已收

source: you@example.com
de: du@beispiel.de
es: tu@ejemplo.com
fr: vous@exemple.com
hi: aap@udaharan.com
it: tu@esempio.com
pt_br: voce@exemplo.com

source: your passcode
de: deinen Code
es: tu código
fr: votre code
hi: आपका पासकोड
it: il tuo codice
ja: パスコード
pt_br: seu código
zh_hans: 你的密码

source: ≈ %@ at the rate when this was added
de: ≈ %@ zum Kurs beim Hinzufügen
es: ≈ %@ al tipo de cambio del momento en que se añadió
fr: ≈ %@ au taux en vigueur lors de l'ajout
hi: ≈ %@ (जोड़ते समय की दर पर)
it: ≈ %@ al tasso del momento in cui è stata aggiunta
ja: ≈ %@（追加時のレート）
pt_br: ≈ %@ pela taxa do momento em que foi adicionada
zh_hans: ≈ %@（按添加时的汇率）

source: Bus
es: Autobús
hi: बस
it: Autobus
ja: バス
pt_br: Ônibus
zh_hans: 公交

source: Details
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
pt_br: Detalhes
zh_hans: 详情

source: Email
es: Correo electrónico
hi: ईमेल
ja: メール
zh_hans: 电子邮件

source: Name
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
pt_br: Nome
zh_hans: 姓名

source: Souvenirs
es: Recuerdos
hi: यादगार चीज़ें
it: Souvenir
ja: おみやげ
pt_br: Lembranças
zh_hans: 纪念品

source: Transport
es: Transporte
hi: यातायात
it: Trasporti
ja: 交通
pt_br: Transporte
zh_hans: 交通

source: UPI ID
es: ID de UPI
fr: Identifiant UPI
hi: UPI आईडी
it: ID UPI
pt_br: ID do UPI

source: Version %@
es: Versión %@
hi: संस्करण %@
it: Versione %@
ja: バージョン %@
pt_br: Versão %@
zh_hans: 版本 %@

source: Internet
hi: इंटरनेट
ja: インターネット
zh_hans: 网络

source: OK
hi: ठीक है
zh_hans: 好

source: Taxi
hi: टैक्सी
ja: タクシー
pt_br: Táxi
zh_hans: 打车
